Repository: HuzunluArtemis/MicroSharpGanttChart
Catalog: MicroSharpGanttChart/Locales/Local.*.resx
Languages: tr_tr

# aboutAskGoSource
source: Do you want to go project page?
tr_tr: Proje sayfasına gitmek ister misiniz?

# aboutTitle
source: About {0}
tr_tr: {0} Hakkında

# askCount
source: Ask Count When Important Process:
tr_tr: Önemli işlemler için sorma sayısı:

# chkSaveAndCloseInOneSec
source: Save and close settings in 1 second
tr_tr: Ayarları kaydet ve 1 saniye sonra kapat

# confirmExit
source: Do you really want to exit from App?
tr_tr: Uygulamadan çıkmak istiyor musunuz?

# confirmExitTitle
source: Quiting
tr_tr: Çıkılıyor

# confirmRestart
source: Do you really want to restart App?
tr_tr: Uygulamayı yeniden başlatmak istiyor musunuz?

# confirmRestartTitle
source: Restarting
tr_tr: Yeniden başlatılıyor

# defaultTimeBlockName
source: New Task
tr_tr: Yeni Görev

# licenseTitle
source: License of: {0}
tr_tr: {0} 'ın Lisansı

# loginLabelEnterPassword
source: Enter password:
tr_tr: Parolayı girin:

# loginTitle
source: Login: {0}
tr_tr: Giriş: {0}

# mainProjectPage
source: Project Page
tr_tr: Proje Sayfası

# mainProjectRepo
source: Project Repo
tr_tr: Proje Deposu

# setCustomChartBackColor
source: Custom chart background color:
tr_tr: Özel grafik arkaplan rengi:

# setDaysInChart
source: Days in chart:
tr_tr: Grafikteki gün sayısı:

# setEndHourInDay
source: Day ending hour:
tr_tr: Günün bitiş saati:

# setIndicatorBottomTriangle
source: Indicator bottom triangle
tr_tr: Şimdi göstergesi alt üçgen

# setIndicatorColor
source: Indicator color:
tr_tr: Şimdi göstergesi rengi:

# setIndicatorTopTriangle
source: Indicator top triangle
tr_tr: Şimdi göstergesi üst üçgen

# setShowDaysAgo
source: Show days ago (today = 0) :
tr_tr: Şu kadar gün önceyi göster (bugün = 0):

# setShowNowIndicator
source: Show now indicator
tr_tr: Şimdi göstergesi

# setStartHourInDay
source: Day start hour:
tr_tr: Günün başlama saati:

# setTabAppearance
source: Appearance
tr_tr: Görünüm

# setTabGeneral
source: General
tr_tr: Genel

# settingCancel
source: Cancel
tr_tr: İptal

# settingConfirmExit
source: Confirm when exiting app
tr_tr: Uygulamadan çıkarken sor

# settingConfirmRestart
source: Confirm when restarting app
tr_tr: Uygulamayı yeniden başlatırken sor

# settingLoadDefaults
source: Load Defaults
tr_tr: Öntanımlı

# settingPasswordLogin
source: Password when logging in:
tr_tr: Giriş için parola koruması:

# settingSaveChanges
source: Save Changes
tr_tr: Kaydet

# settingsLoadedDefaults
source: Loaded default values
tr_tr: Öntanımlı değerler yüklendi.

# settingsSavedChanges
source: Saved Changes.
tr_tr: Değişiklikler Kaydedildi.

# settingStartup
source: Start at Windows Startup
tr_tr: Windows başlarken açıl

# settingsTitle
source: {0} Settings
tr_tr: {0} Ayarları

# settingsWarningStartup
source: Maybe you changed app location or name. Re check this box to save changes.
tr_tr: Uygulama konumunu veya adını değiştirmiş olabilirsiniz. Değişiklikleri kaydetmek için bu kutuyu tekrar işaretleyin.

# setUseSystemColorPicker
source: Use system color picker
tr_tr: Sistemin renk seçicisini kullan

# strAddRow
source: Add Row
tr_tr: Satır Ekle

# strAddRows
source: Add Rows
tr_tr: Satırlar Ekle

# strAddTimeBlock
source: Add Task: {0}
tr_tr: Buraya Görev Ekle: {0}

# strAddTimeBlockTitle
source: Add Task
tr_tr: Görev Ekle

# strConfirmAddRow
source: Confirm Add Row
tr_tr: Satırı Ekle

# strConfirmAddRows
source: Confirm Add Rows
tr_tr: Satırları Ekle

# strConfirmDelete
source: Confirm Delete
tr_tr: Silmeyi Onayla

# strConfirmDeletes
source: Confirm Deletes
tr_tr: Silmeleri Onayla

# strConfirmOpenChart
source: Open
tr_tr: Aç

# strConfirmRename
source: Confirm Rename
tr_tr: Yeniden Adlandır

# strDeleteRow
source: Delete Row
tr_tr: Satır Sil

# strDeleteRows
source: Delete Rows
tr_tr: Satırları Sil

# stripAbout
source: About
tr_tr: Hakkında

# stripEdit
source: Edit
tr_tr: Düzen

# stripExit
source: Exit
tr_tr: Çıkış

# stripLicense
source: License
tr_tr: Lisans

# stripRestart
source: Restart
tr_tr: Yeniden Başlat

# stripSettings
source: Settings
tr_tr: Ayarlar

# strOpenChartWithString
source: Open Chart
tr_tr: Grafik aç

# strRename
source: Rename Row
tr_tr: Satır Adını Düzenle

# timeblockCancel
source: Cancel
tr_tr: İptal

# timeblockColor
source: Color:
tr_tr: Renk:

# timeblockConfirmChanges
source: Confirm Changes
tr_tr: Kaydet

# timeblockEndTime
source: End Time:
tr_tr: Bitiş Zamanı:

# timeblockHatched
source: Hatched
tr_tr: Çizgili

# timeblockNameLabel
source: Name:
tr_tr: İsim:

# timeblockStartTime
source: Start Time:
tr_tr: Başlama Zamanı:

# timeblockTitle
source: {0} Settings
tr_tr: {0} Ayarları

# timeblockVisible
source: Visible
tr_tr: Görünür

# toolAddMultiRows
source: Add Multiple Rows
tr_tr: Çoklu Satır Ekle

# toolAddRow
source: Add Row
tr_tr: Satır Ekle

# toolAddSingleRow
source: Add Single Row
tr_tr: Tek Satır Ekle

# toolAdvanced
source: Advanced
tr_tr: Gelişmiş

# toolAdvancedCopyChart
source: Copy Chart to ClipBoard
tr_tr: Tüm Kartı Panoya Kopyala

# toolAdvancedPasteChart
source: Paste Chart from ClipBoard
tr_tr: Panodan Kart Al

# toolDelete
source: Delete
tr_tr: Sil

# toolDeleteAll
source: Delete All Rows
tr_tr: Tüm Satırları Sil

# toolDeleteExceptThis
source: All Rows Except: {0}
tr_tr: Bu Hariç Hepsi: {0}

# toolDeleteRow
source: Delete Row
tr_tr: Satır Sil

# toolDeleteRows
source: Delete Rows
tr_tr: Satırları Sil...

# toolDeleteTimeBlock
source: Delete Task: {0}
tr_tr: Görevi Sil: {0}

# toolEditTimeBlockName
source: Edit Task Name: {0}
tr_tr: Görev Adını Düzenle: {0}

# toolFile
source: File
tr_tr: Dosya

# toolFullScreen
source: Go FullScreen
tr_tr: Tam Ekrana Geç

# toolHelp
source: Help
tr_tr: Yardım

# toolHideTimeBlock
source: Hide/Show Task: {0}
tr_tr: Görevi Gizle/Göster: {0}

# toolNew
source: New
tr_tr: Yeni

# toolNewRow
source: New Row
tr_tr: Yeni Satır

# toolNewRows
source: New Rows...
tr_tr: Yeni Satırlar...

# toolNewTimeBlock
source: New TimeBlock
tr_tr: Yeni ZamanBloğu

# toolOpenChart
source: Open Chart...
tr_tr: Dosyadan Aç

# toolQuickOperations
source: Quick Operations: {0}
tr_tr: Hızlı İşlemler: {0}

# toolSaveChanges
source: Save Changes
tr_tr: Değişiklikleri Kaydet

# toolSelectedClearRow
source: Clear Row: {0}
tr_tr: Temizle: {0}

# toolSelectedDeleteIcon
source: Delete Icon: {0}
tr_tr: İkon Sil: {0}

# toolSelectedDeleteRow
source: Delete Row: {0}
tr_tr: Sil: {0}

# toolSelectedEditRow
source: Edit Row Name: {0}
tr_tr: Adını Değiştir: {0}

# toolSelectedHideRow
source: Hide Row: {0}
tr_tr: Gizle: {0}

# toolSelectedRow
source: Selected: {0}
tr_tr: Seçilen: {0}

# toolSelectedSetIconRow
source: Set Icon: {0}
tr_tr: İkon Seç: {0}

# toolSettingsTimeBlock
source: {0} Settings
tr_tr: {0} Görevi Ayarları

# toolSortAllRows
source: Sort All Rows
tr_tr: Tüm Satırları Sırala

# toolSortRowsAZ
source: Sort All A-Z
tr_tr: Hepsini A'dan Z'ye

# toolSortRowsZA
source: Sort All Z-A
tr_tr: Hepsini Z'den A'ya

# tooltipSampleAddMultiRow
source: Seperate your rownames with '|' character. Example: MyLittleRow 1 | SecondRoww | Nameless R O W | MoMeMo RoWWW23
tr_tr: Satır İsimlerini '|' karakteri ile ayırarak girin. Örnek: BenimGüzelSatırım | SatırBirİki | KüççükSatır | KötüSatır

# wrnClearRow
source: Do You Want To Clear All TimeBlocks In: {0} ?
tr_tr: Şunun İçindeki Tüm Görevler Temizlensin Mi: {0} ?

# wrnDeleteAllRows
source: Do You Want To Delete All Rows?
tr_tr: Tüm Satırları Silmek Mi İstiyorsunuz?

# wrnDeleteAllRowsExcept
source: Delete All Rows Except: {0} ?
tr_tr: {0} Hariç Tüm Satırlar Silinsin Mi?

# wrnDeleteRow
source: Do You Want To Delete: {0}
tr_tr: Şunu Silmek İstiyor Musunuz: {0}

# wrnDeleteTimeBlock
source: Do You Want To Delete: {0} ?
tr_tr: Şunu Silmek İstiyor Musunuz: {0} ?

# wrnHide
source: Do You Want To Hide: {0} ?
tr_tr: Şunu Gizlemek İstiyor Musunuz: {0} ?

# wrnHideTimeBlock
source: Do You Want To Hide: {0} ?
tr_tr: Şunu Gizlemek İstiyor Musunuz: {0} ?

# wrnNoProblem
source: No Problem.
tr_tr: Sorun Yok.

# wrnNothingChanged
source: Nothing has been changed.
tr_tr: Hiçbir değişiklik yapılmadı.

# wrnNotValidString
source: Not valid.
tr_tr: Geçerli değil.

# wrnOverwrite
source: Do You Want To Overwrite?
tr_tr: Üzerine Yazılsın Mı?

# wrnSameRowAvailable
source: Cannot processed. Same named Row already exist. Please Give Another Name.
tr_tr: İşlenemedi. Aynı isimde bir satır zaten var. Başka bir isim verin.

# wrnSameRowsAvailable
source: Cannot processed: {0} Same named rows already exist.
tr_tr: Şunlar işlenemedi: {0} Aynı isimde satırlar zaten vardı.

# wrnSaveCurrentChart
source: Do You Want To Save Current Chart?
tr_tr: Şu Anki Grafiği Kaydedilsin Mi?

# wrnSortAllRows
source: Do You Want To Sort All Rows?
tr_tr: Tüm Satırları Sıralamak İstiyor Musunuz?
